//
//  ViewController.swift
//  7-PullToRefresh
//
//  Created by Mesut Gedik on 17.03.2023.
//

import UIKit

class RefreshViewController: UITableViewController {

    let emojiArray : Array = ["😄","😀","😆","😁","😆","🥹","😂","🤣","🥲","😊","😇","☺️","🙃","😉","😍","😘","😗","😙","😋","😝","😜","🤪","🤨","🧐","🤓","😎","🤩","🤩","😏","😞","😩","😕","😭","😢","🥺","😡","🤬","🤯","🥶","🥵","😱","🤥","🫡","🙄","🥱","😴","🤢","🤮","🤧","🤑","😷","👻","☠️","😾","🙀","👩🏽‍🚒","🧝‍♂️","👯‍♀️","👩🏻‍🦼","🚶🏽‍♂️","🧍🏼‍♂️","👼🏿","🤴"]
    
    override func viewDidLoad() {
        super.viewDidLoad()
        // Do any additional setup after loading the view.
    }


}

